export const FAVORITE_ACCOUNTS = [
    '109 売掛金',
    '300 支払手形',
    '306 預り金',
    '204 車両運搬具',
    '226 敷金',
    '602 商品仕入',
    '745 法定福利費',
    '746 福利厚生費',
    '750 外注費',
    '751 荷造運賃',
    '752 広告宣伝費',
    '753 交際費',
    '754 会議費',
    '755 旅費交通費',
    '756 通信費',
    '760 消耗品費',
    '744 事務消耗品費',
    '761 事務用品費',
    '762 修繕費',
    '763 水道光熱費',
    '764 新聞図書費',
    '765 諸会費',
    '766 支払手数料',
    '767 車両費',
    '768 リース料',
    '770 保険料',
    '771 支払報酬料',
    '772 寄付金',
    '773 研究開発費',
    '780 減価償却費',
    '781 地代家賃',
    '782 賃借料',
    '783 租税公課',
    '759 雑費',
    '801 受取利息',
    '804 雑収入',
];

export const TAX_CATEGORIES = [
    '課税仕入10%',
    '課税仕入8%（軽減）',
    '対象外',
    '非課税',
    '不課税'
];

export const PAYMENT_METHODS = [
    '現金',
    'クレジットカード',
    '口座引落',
    '銀行振込'
];

